tap 'railwaycat/emacsmacport'

brew 'bat'
brew 'croc'
brew 'emacs-mac', args: ['with-modules']
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'ghq'
brew 'git'
brew 'go'
brew 'k9s'
brew 'knqyf263/pet/pet'
brew 'lazydocker'
brew 'lazygit'
brew 'mise'
brew 'neovim'
brew 'node'
brew 'ouch'
brew 'ripgrep'
brew 'starship'
brew 'stow'
brew 'tmux'
brew 'yazi'
brew 'yq'
brew 'zoxide'

cask 'bluesnooze'
cask 'brave-browser'
cask 'burp-suite'
cask 'dbeaver-community'
cask 'docker'
cask 'enpass'
cask 'flameshot'
cask 'infra'
cask 'jordanbaird-ice'
cask 'librewolf'
cask 'notion-calendar'
cask 'obsidian'
cask 'raycast'
cask 'rectangle'
cask 'shortcat'
cask 'soundsource'
cask 'spotify'
cask 'sublime-text'
cask 'syncthing'
cask 'vial'
cask 'visual-studio-code'
cask 'wezterm'
cask 'yaak'

mas 'Toggl Track', id: 1_291_898_086

personal_computer = !system('echo ${WORK_COMPUTER}')
if personal_computer
  cask 'discord'
  cask 'iina'
  cask 'qbittorrent'
  cask 'signal'
  cask 'steam'
  cask 'tailscale'
  cask 'telegram'
  cask 'whatsapp'

  mas 'Kindle', id: 302_584_613
end
