tap "railwaycat/emacsmacport"

brew "bat"
brew "croc"
brew "emacs-mac", args: ["with-modules"]
brew "eza"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "highlight"
brew "httpie"
brew "k9s"
brew "lazygit"
brew "mpv"
brew "neovim"
brew "node"
brew "ouch"
brew "raylib"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zoxide"

cask "brave-browser"
cask "burp-suite"
cask "discord"
cask "docker"
cask "enpass"
cask "flameshot"
cask "iina"
cask "infra"
cask "jordanbaird-ice"
cask "librewolf"
cask "notion-calendar"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "signal"
cask "soundsource"
cask "spotify"
cask "sublime-text"
cask "syncthing"
cask "tailscale"
cask "telegram"
cask "tradingview"
cask "vial"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "yaak"
